export const israelCities = [
  "אבו גוש", "אבו סנאן", "אופקים", "אור יהודה", "אור עקיבא", "אילת", "אלעד",
  "אריאל", "אשדוד", "אשקלון", "באקה אל-גרביה", "באר יעקב", "באר שבע", "בית שאן",
  "בית שמש", "ביתר עילית", "בני ברק", "בנימינה", "בת ים", "גבעת שמואל", "גבעתיים",
  "גדרה", "דימונה", "הוד השרון", "הרצליה", "חדרה", "חולון", "חיפה", "טבריה",
  "טייבה", "טירה", "טירת כרמל", "יבנה", "יהוד", "יקנעם עילית", "ירושלים",
 ,"מירון" ,"כפר סבא", "כפר יונה", "לוד", "מגדל העמק", "מודיעין עילית", "מודיעין מכבים רעות",
  "מעלה אדומים", "נהריה", "נוף הגליל", "נס ציונה", "נשר", "נתיבות", "נתניה",
   "עכו", "עפולה", "ערד", "ערערה", "פתח תקווה", "צפת", 
  "קריית אונו", "קריית אתא", "קריית ביאליק", "קריית גת", "קריית חיים",
  "קריית ים", "קריית מוצקין", "קריית מלאכי", "קריית שמונה", "ראש העין",
  "ראשון לציון", "רמלה", "רמת גן", "רמת השרון", "רעננה", "שדרות", "תל אביב"
];